42Crunch.vscode-openapi
abingham.around
alexkrechik.cucumberautocomplete
austin.code-gnu-global
ban.spellright
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
efbenson.scad
elmTooling.elm-ls-vscode
GitHub.vscode-pull-request-github
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
JaimeOlivares.yuml
James-Yu.latex-workshop
jebbs.plantuml
jeff-hykin.better-cpp-syntax
julialang.language-julia
kahole.magit
kaiwood.center-editor-window
lextudio.restructuredtext
lextudio.restructuredtext-pack
mattn.Lisp
mrmlnc.vscode-duplicate
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsonline.vsonline
ramyaraoa.show-offset
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust
samuelcolvin.jinjahtml
snooty.snooty
stkb.rewrap
thor85.vscode-lang-e100e300
tintinweb.graphviz-interactive-preview
trond-snekvik.simple-rst
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
zxh404.vscode-proto3
