abingham.around
alexcvzz.vscode-sqlite
bungcip.better-toml
jebbs.plantuml
lextudio.restructuredtext
ms-python.python
ms-vscode.cpptools
stkb.rewrap
tootone.org-mode
vscodevim.vim
